Repository: freisinho/TalentBaseRegister
Catalog: TesteEasy/App_LocalResources/Localization.*.resx
Languages: pt_br

source: Account number
pt_br: Número da conta

source: Account Type
pt_br: Tipo de conta

source: Add
pt_br: Adicionar

source: Agency
pt_br: Agência

# AreYouComercialArea
source: If you work in the administrative, customer service or commercial area, fill out the form available at
pt_br: Se você atua na área administrativa, atendimento ao cliente ou comercial, preencha ao formulário disponível em

# AreYouDesignMessage
source: If you act as a designer, fill out the form available at
pt_br: Se você atua como designer, preencha ao formulário disponível em

# AreYouDeveloperMessage
source: If you are a developer or DBA, continue filling out this form
pt_br: Se você atua como desenvolvedor ou DBA, continue o preenchimento deste formulário

source: Bank
pt_br: Banco

# BestTimeToWorkQuestion
source: What's the best time to work for you?
pt_br: Pra você qual é o melhor horário para trabalhar?

source: Candidate
pt_br: Candidato

source: Choose your account type
pt_br: Escolha o tipo de conta

source: City
pt_br: Cidade

# CreateAccountIfYouDontHave
source: Please create an account if you don't have yet
pt_br: Bom criar caso não tenha

# CrudLinkMessage
source: Enter the link here CRUD (create, update, delete)- read information in the welcome document quoted in the form description.
pt_br: Insira aqui o link do CRUD (create, update, delete)- ler informações no documento de Boas Vindas citado na descrição do formulário.

source: Delete
pt_br: Deletar

source: Edit
pt_br: Editar

source: E-mail address
pt_br: Endereço de e-mail

# EvaluationKnowledgeMessage
source: Rate yourself from 0 to 5 for the knowledge specified below, and that's okay if you do not know many things, the important thing is to be honest!
pt_br: Avalie-se de 0 a 5 quanto aos conhecimentos especificados abaixo, e tudo bem se não souber de muitas coisas, o importante é que seja sincero!

source: How we work
pt_br: Como trabalhamos

# MethodPaymentQuestion
source: You can choose to receive your payment through Paypal, PagSeguro or conventional bank accounts
pt_br: Você pode optar em receber seu pagamento pelo Paypal, PagSeguro ou contas bancarias convencionais

source: Name
pt_br: Nome

source: Next
pt_br: Próximo

source: Of
pt_br: De

# OnlyFromBrazilian
source: Only for Brazilians
pt_br: Apenas para brasileiros

source: Page
pt_br: Página

source: Phone
pt_br: Telefone

source: Portifolio
pt_br: Portifólio

source: Back
pt_br: Voltar

source: Required
pt_br: Obrigatório

# SalaryRequirementsPerHourQuestion
source: What is your hourly salary requirements?
pt_br: Qual sua pretensão salarial por hora?

source: State
pt_br: Estado

source: Submit
pt_br: Enviar

# WelcomeDescription
source: We appreciate your contact, check that you do not need to fill out the full form if already has this information on its linkedin, and check out the links at the end of the tutorials (developers).
pt_br: Já agradecemos o seu contato, você não precisa preencher o formulário completo caso já tenha essas informações no seu linkedin, e no final confira os links dos tutoriais.

source: Welcome to Easy
pt_br: Bem-vindo à Easy

# WillingnessToWorkQuestion
source: What is your willingness to work today?
pt_br: Qual é sua disponibilidade para trabalhar hoje?

# Afternoon
source: Afternoon (from 1:00 p.m. to 6:00 p.m.)
pt_br: Tarde (de 13:00 ás 18:00)

source: Bank Information
pt_br: Informações bancária

# Business
source: Business (from 08:00 a.m. to 06:00 p.m.)
pt_br: Comercial (de 08:00 as 18:00)

source: Chain
pt_br: Corrente

# ClickMe
source: Click here
pt_br: Clique Aqui

# Dawn
source: Dawn (from 10 p.m. onwards)
pt_br: Madrugada (de 22:00 em diante)

# FourToSix
source: 4 to 6 hours per day
pt_br: De 4 á 6 horas por dia

# Morning
source: Morning (from 08:00 to 12:00)
pt_br: Manhã (de 08:00 ás 12:00)

# Night
source: Night (7:00 p.m. to 10:00 p.m.)
pt_br: Noite (de 19:00 as 22:00)

source: Occupation area
pt_br: Área de atuação

source: Only weekends
pt_br: Apenas finais de semana

# OtherKnowledgeQuestion
source: Do you know any other language or framework that was not listed above? Tell us and evaluate yourself from 0 to 5.
pt_br: Conhece mais alguma linguagem ou framework que não foi listado aqui em cima? Conte para nos e se auto avalie ainda de 0 a 5.

source: Savings
pt_br: Poupança

# SixToEight
source: 6 to 8 hours per day
pt_br: De 6 á 8 horas por dia

# TitleEasyBase
source: Talent Base - Easy Communication & Technology (Developers)
pt_br: Banco de Talentos - Easy Communication & Technology (Desenvolvedores)

# TutorialsMessage
source: Check out our tutorials and material explaining how the company works
pt_br: Confira nossos tutoriais e material explicando como a empresa funciona

# UpToEight
source: Up to 8 hours a day (are you sure?)
pt_br: Acima de 8 horas por dia (tem certeza?)

# UpToFour
source: Up to 4 hours per day
pt_br: Até 4 horas por dia

source: Candidates
pt_br: Candidatos

source: Developer Jobs
pt_br: Vagas para programador

source: Knowledges
pt_br: Conhecimentos

source: Welcome
pt_br: Bem-vindo

source: English
pt_br: Inglês

source: Language
pt_br: Idioma

source: Tutorials
pt_br: Tutoriais
